import React from 'react';


const Artist = () => (
  <div className='art'>
    <img className='artist' src={process.env.PUBLIC_URL + '/images/Autoportrait, 1889.jpg'} />
    <h2>Винсент Ван Гог</h2>
    <h4>30 марта 1853 — 29 июля 1890 гг</h4>
    <p>Живший во второй половине XIX века голландский художник, ставший одним из самых влиятельных живописцев в истории западного искусства.
      Его полотна, написанные в жанре постимпрессионизма, и в наши дни производят сильнейшее впечатление необыкновенным сочетанием красок и
      запечатленными эмоциональными порывами. Сейчас картины Ван Гога сохраняют статус самых дорогих в мире, а музей имени этого художника
      стал самым посещаемым в Нидерландах. Он ежегодно принимает 1,5 миллиона любителей живописи из разных стран.
    </p>
    <p>Винсент Ван Гог родился 30 марта 1853 года в голландской деревне Гроот-Зюндерт. Его отец был пастором протестантской церкви, а мать
      — строгой и требовательной женщиной. Впоследствии художник описывал детство как «холодное и стерильное». Тем не менее, он с ранних лет
      имел возможность рисовать, и эти занятия поощрялись. У Винсента был младший брат Тео, который всегда поддерживал художника, и еще три
      сестры.
    </p>
    <p>
      Уже в 16 лет Винсент Ван Гог при поддержке дяди устроился работать арт-дилером в гаагскую компанию — эта деятельность была традиционной
      для семьи. Через четыре года его переводят в Лондон, и это время было одним из самых благополучных в жизни художника. Двадцатилетним
      юношей он уже зарабатывал больше отца. Но благополучие было не тем, к чему стремилась душа Ван Гога. Он оставляет прибыльную профессию
      и возвращается к родителям, чтобы посвятить себя Церкви.
    </p>
    <p>
      В 1879 году Ван Гог мирским миссионером направляется в бедную шахтерскую деревню в Бельгии. Нищета шахтеров так впечатляет юношу, что
      он отдает им большую часть еды и одежды и даже уступает жилье, а сам спит на соломе в маленькой хижине. Но такое рвение не находит понимания
      у церковных властей. Спустя год Винсенту запрещают проповедовать, обвинив его в «подрыве достоинства священника». Он разочаровывается
      в религии и решает посвятить себя творчеству.
    </p>
    <p>
      Ранняя живопись Ван Гога Первым настоящим учителем живописи Ван Гога стал Антуан Мове (Anton Mauve), приходившийся ему дальним родственником.
      Когда отец Винсента назвал сына никчемным и выгнал из дома, Мове приютил его у себя в Гааге, а брат Тео помогал деньгами. Но вскоре отношения
      с наставником испортились из-за непристойной связи Ван Гога с девушкой легкого поведения.
    </p>
    <p>
      В 1885 году появляется первое известное полотно художника — «Едоки картофеля». Занимавшийся продажей произведений искусства Тео выставил его
      на публичное обозрение, но раскритиковал за темный колорит. К тому времени брат живописца уже познакомился с импрессионистами и понял, что
      за ними будущее. Он зовет брата в Париж для знакомства с новым стилем и современной теорией цвета.
    </p>
    <p>
      В начале 1886 года Ван Гог переезжает в Париж. Он встречается с Анри де Тулуз-Лотреком (Henri de Toulouse-Lautrec),
      Камилем Писсарро (Camille Pissarro) и Полем Синьяком (Paul Signac), знакомится с работами Клода Моне (Claude Monet) и Эдгара Дега (Edgar Degas).
      Также художник увлекается восточными гравюрами — вольно копирует их и заимствует многие приемы. Парижский период длится всего два года,
      но за это время было создано огромное количество картин, близких по духу импрессионистам. Особенно много среди них ярких и красочных натюрмортов.
    </p>
    <p>
      Период зрелого творчества Ван Гога В феврале 1888 года Ван Гог приезжает в Арль и приходит в восторг от ярких красок под южным солнцем.
      Он рисует цветущие деревья, поля пшеницы, сельские пейзажи и подсолнухи. «Спальня в Арле», «Звездная ночь над Роной» и некоторые другие
      известные картины были написаны для украшения Желтого дома, где жил художник. У него возникает идея создать коммуну для живописцев,
      которые бы творили шедевры в этом благословенном краю. Но на призывные письма Винсента отзывается только Поль Гоген (Paul Gauguin).
    </p>
    <p>
      Ван Гог обрадовался приезду Гогена, поскольку восхищался его творчеством. Но довольно скоро они начали ссориться. Винсент хотел строить
      отношения на равных, а властный Гоген и в быту, и в искусстве устанавливал свои правила и взял на себя роль наставника. Обстановка стала
      чрезмерно напряженной, и у не вполне здорового Ван Гога произошел срыв.
    </p>
    <p>
      Знаменитая история, что он отрезал себе ухо и угрожал Гогену окровавленным ножом, известна только со слов последнего и вызывает сомнения.
      Более вероятно, что причиной инцидента стало бритье трясущимися от волнения руками. Как бы то ни было, Гоген покидает Арль не попрощавшись,
      а Ван Гог попадает в лечебницу для душевнобольных в Сен-Реми.
    </p>
    <p>
      Под наблюдением докторов художник провел около года. Ему разрешалось рисовать, и даже в таких стесненных условиях он создавал великолепные
      произведения. Среди них — знаменитая «Звездная ночь». После выписки Ван Гог поселяется в Овер-сюр-Уазе и навещает Тео в Париже. У
      последнего к тому времени пошатнулось здоровье и финансовые дела. Между братьями вспыхнула ссора, и Винсент спешно возвращается назад.
    </p>
    <p>
      Спустя 2 недели он выстрелил себе в грудь из револьвера. Пуля прошла так, что не задела жизненно важные органы, но местные врачи не смогли извлечь ее.
      Спустя два дня, 29 июля 1890 года, художник умер от инфекции. Спешно прибывший Тео держал брата за руку в последние минуты и сам пережил его лишь
      на полгода.
    </p> <p>
      У художника не было детей, но остался племянник — сын Тео, также названный Винсентом. Он посвятил жизнь сохранению и популяризации творчества
      гениального живописца. Работы Ван Гога оказали влияние на фовиста Анри Матисса (Henri Matisse) и на немецких экспрессионистов. Важная часть
      его наследия — опубликованная переписка с братом, которая дает возможность взглянуть на творческий процесс изнутри.
    </p>
  </div>
);

export default Artist;
